Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# tagEditor.selectedMultiple
source: %d tags selected
ar: %d وسوم محددة
de: %d Tags ausgewählt
es: %d etiquetas seleccionadas
fr: %d tags sélectionnés
id: %d tag dipilih
it: %d tag selezionati
ja: %d個のタグを選択中
ko: %d개 태그 선택됨
nl: %d tags geselecteerd
pl: Wybrano %d tagów
pt_br: %d tags selecionadas
ru: Выбрано тегов: %d
tr: %d etiket seçildi
uk: Вибрано %d тегів
vi: %d thẻ đã chọn
zh_hans: 已选 %d 个标签
zh_hant: 已選 %d 個標籤

# tagEditor.selectOneHint
source: Select a tag to start editing
ar: حدد وسمًا لبدء التحرير
de: Wählen Sie einen Tag aus, um mit der Bearbeitung zu beginnen
es: Selecciona una etiqueta para empezar a editar
fr: Sélectionnez un tag pour commencer l'édition
id: Pilih tag untuk mulai mengedit
it: Seleziona un tag per iniziare a modificare
ja: 編集するタグを選択してください
ko: 편집할 태그를 선택하세요
nl: Selecteer een tag om te bewerken
pl: Wybierz tag, aby rozpocząć edycję
pt_br: Selecione uma tag para começar a editar
ru: Выберите тег для редактирования
tr: Düzenlemeye başlamak için bir etiket seçin
uk: Виберіть тег, щоб почати редагування
vi: Chọn một thẻ để bắt đầu chỉnh sửa
zh_hans: 选择一个标签开始编辑
zh_hant: 選取一個標籤開始編輯

# tagEditor.tagNamePlaceholder
source: Tag name
ar: اسم الوسم
es: Nombre de la etiqueta
fr: Nom du tag
id: Nama tag
it: Nome tag
ja: タグ名
ko: 태그 이름
nl: Tagnaam
pl: Nazwa tagu
pt_br: Nome da tag
ru: Имя тега
tr: Etiket adı
uk: Назва тегу
vi: Tên thẻ
zh_hans: 标签名
zh_hant: 標籤名稱

# tagManagement.color
source: Color
ar: اللون
de: Farbe
fr: Couleur
id: Warna
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

# tagManagement.deleteMessageFormat
source: Will delete %d tag(s). Repos with these tags will not be deleted, only the tag associations will be removed. This cannot be undone.
ar: سيتم حذف %d وسم (أوسمة). لن يتم حذف المستودعات المرتبطة بهذه الأوسمة، فقط سيتم إزالة ارتباطات الأوسمة. لا يمكن التراجع عن هذا الإجراء.
de: %d Tag(s) werden gelöscht. Repos mit diesen Tags werden nicht gelöscht, nur die Tag-Zuordnungen werden entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán %d etiqueta(s). Los repositorios con estas etiquetas no se eliminarán, solo se quitarán las asociaciones de etiquetas. Esto no se puede deshacer.
fr: Supprimera %d tag(s). Les dépôts avec ces tags ne seront pas supprimés, seules les associations de tags seront retirées. Cette action est irréversible.
id: Akan menghapus %d tag. Repositori dengan tag ini tidak akan dihapus, hanya asosiasi tag yang akan dihapus. Tindakan ini tidak dapat dibatalkan.
it: Verranno eliminati %d tag. I repository con questi tag non verranno eliminati, solo le associazioni dei tag verranno rimosse. Questa operazione non può essere annullata.
ja: %d個のタグを削除します。これらのタグが付いたリポジトリは削除されず、タグの関連付けのみが解除されます。この操作は元に戻せません。
ko: %d개 태그가 삭제됩니다. 이 태그가 있는 저장소는 삭제되지 않으며, 태그 연결만 제거됩니다. 이 작업은 되돌릴 수 없습니다.
nl: Er worden %d tag(s) verwijderd. Repositories met deze tags worden niet verwijderd, alleen de tag-koppelingen worden opgeheven. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie %d tagów. Repozytoria z tymi tagami nie zostaną usunięte, tylko powiązania tagów zostaną usunięte. Tej operacji nie można cofnąć.
pt_br: Excluirá %d tag(s). Os repositórios com essas tags não serão excluídos, apenas as associações de tags serão removidas. Isso não pode ser desfeito.
ru: Будет удалено %d тег(ов). Репозитории с этими тегами не будут удалены, только связи тегов. Это действие необратимо.
tr: %d etiket silinecek. Bu etiketlere sahip depolar silinmeyecek, yalnızca etiket ilişkilendirmeleri kaldırılacak. Bu işlem geri alınamaz.
uk: Буде видалено %d тег(ів). Репозиторії з цими тегами не будуть видалені, лише зв’язки з тегами буде видалено. Цю дію не можна скасувати.
vi: Sẽ xóa %d thẻ. Các kho lưu trữ có thẻ này sẽ không bị xóa, chỉ có liên kết thẻ bị xóa. Hành động này không thể hoàn tác.
zh_hans: 将删除 %d 个标签。被打过此标签的仓库本身不会被删除，仅解除标签关联。此操作不可撤销。
zh_hant: 將刪除 %d 個標籤。帶有這些標籤的倉庫不會被刪除，僅解除標籤關聯。此操作無法復原。

# tagManagement.deleteTitle
source: Delete tags?
ar: هل تريد حذف الأوسمة؟
de: Tags löschen?
es: ¿Eliminar etiquetas?
fr: Supprimer les tags ?
id: Hapus tag?
it: Eliminare i tag?
ja: タグを削除しますか？
ko: 태그를 삭제할까요?
nl: Tags verwijderen?
pl: Usunąć tagi?
pt_br: Excluir tags?
ru: Удалить теги?
tr: Etiketler silinsin mi?
uk: Видалити теги?
vi: Xóa thẻ?
zh_hans: 删除标签？
zh_hant: 刪除標籤？

# tagManagement.error.createFailedFormat
source: Create failed: %@
ar: فشل الإنشاء: %@
de: Erstellen fehlgeschlagen: %@
es: Error al crear: %@
fr: Échec de la création : %@
id: Gagal membuat: %@
it: Creazione fallita: %@
ja: 作成に失敗しました：%@
ko: 생성 실패: %@
nl: Aanmaken mislukt: %@
pl: Tworzenie nie powiodło się: %@
pt_br: Falha ao criar: %@
ru: Ошибка создания: %@
tr: Oluşturma başarısız: %@
uk: Помилка створення: %@
vi: Tạo thất bại: %@
zh_hans: 创建失败：%@
zh_hant: 建立失敗：%@

# tagManagement.error.deleteFailedFormat
source: Delete failed: %@
ar: فشل الحذف: %@
de: Löschen fehlgeschlagen: %@
es: Error al eliminar: %@
fr: Échec de la suppression : %@
id: Gagal menghapus: %@
it: Eliminazione fallita: %@
ja: 削除に失敗しました：%@
ko: 삭제 실패: %@
nl: Verwijderen mislukt: %@
pl: Usuwanie nie powiodło się: %@
pt_br: Falha ao excluir: %@
ru: Ошибка удаления: %@
tr: Silme başarısız: %@
uk: Помилка видалення: %@
vi: Xóa thất bại: %@
zh_hans: 删除失败：%@
zh_hant: 刪除失敗：%@

# tagManagement.error.duplicateNameFormat
source: A tag named %@ already exists.
ar: يوجد وسم بالاسم %@ بالفعل.
de: Ein Tag mit dem Namen %@ existiert bereits.
es: Ya existe una etiqueta llamada %@.
fr: Un tag nommé %@ existe déjà.
id: Tag bernama %@ sudah ada.
it: Esiste già un tag denominato %@.
ja: 「%@」という名前のタグは既に存在します。
ko: %@ 이름의 태그가 이미 존재합니다.
nl: Er bestaat al een tag met de naam %@.
pl: Tag o nazwie %@ już istnieje.
pt_br: Já existe uma tag com o nome %@.
ru: Тег с именем %@ уже существует.
tr: %@ adında bir etiket zaten mevcut.
uk: Тег із назвою %@ вже існує.
vi: Thẻ tên %@ đã tồn tại.
zh_hans: 已存在同名标签：%@
zh_hant: 已存在同名標籤：%@

# tagManagement.error.emptyName
source: Tag name cannot be empty.
ar: لا يمكن أن يكون اسم الوسم فارغًا.
de: Der Tag-Name darf nicht leer sein.
es: El nombre de la etiqueta no puede estar vacío.
fr: Le nom du tag ne peut pas être vide.
id: Nama tag tidak boleh kosong.
it: Il nome del tag non può essere vuoto.
ja: タグ名は空にできません。
ko: 태그 이름은 비워둘 수 없습니다.
nl: Tagnaam mag niet leeg zijn.
pl: Nazwa tagu nie może być pusta.
pt_br: O nome da tag não pode estar vazio.
ru: Имя тега не может быть пустым.
tr: Etiket adı boş olamaz.
uk: Назва тегу не може бути порожньою.
vi: Tên thẻ không được để trống.
zh_hans: 标签名不能为空。
zh_hant: 標籤名稱不能為空。

# tagManagement.error.loadFailedFormat
source: Failed to load tags: %@
ar: فشل تحميل الأوسمة: %@
de: Tags konnten nicht geladen werden: %@
es: Error al cargar etiquetas: %@
fr: Échec du chargement des tags : %@
id: Gagal memuat tag: %@
it: Caricamento tag fallito: %@
ja: タグの読み込みに失敗しました：%@
ko: 태그를 불러오지 못했습니다: %@
nl: Tags laden mislukt: %@
pl: Nie udało się załadować tagów: %@
pt_br: Falha ao carregar tags: %@
ru: Не удалось загрузить теги: %@
tr: Etiketler yüklenemedi: %@
uk: Не вдалося завантажити теги: %@
vi: Không thể tải thẻ: %@
zh_hans: 加载标签失败：%@
zh_hant: 載入標籤失敗：%@

# tagManagement.error.mergeFailedFormat
source: Merge failed: %@
ar: فشل الدمج: %@
de: Zusammenführen fehlgeschlagen: %@
es: Error al fusionar: %@
fr: Échec de la fusion : %@
id: Gagal menggabungkan: %@
it: Unione fallita: %@
ja: マージに失敗しました：%@
ko: 병합 실패: %@
nl: Samenvoegen mislukt: %@
pl: Scalanie nie powiodło się: %@
pt_br: Falha ao mesclar: %@
ru: Ошибка объединения: %@
tr: Birleştirme başarısız: %@
uk: Помилка об’єднання: %@
vi: Hợp nhất thất bại: %@
zh_hans: 合并失败：%@
zh_hant: 合併失敗：%@

# tagManagement.error.updateFailedFormat
source: Update failed: %@
ar: فشل التحديث: %@
de: Aktualisierung fehlgeschlagen: %@
es: Error al actualizar: %@
fr: Échec de la mise à jour : %@
id: Gagal memperbarui: %@
it: Aggiornamento fallito: %@
ja: 更新に失敗しました：%@
ko: 업데이트 실패: %@
nl: Bijwerken mislukt: %@
pl: Aktualizacja nie powiodła się: %@
pt_br: Falha ao atualizar: %@
ru: Ошибка обновления: %@
tr: Güncelleme başarısız: %@
uk: Помилка оновлення: %@
vi: Cập nhật thất bại: %@
zh_hans: 更新失败：%@
zh_hant: 更新失敗：%@

# tagManagement.icon
source: Icon
ar: الأيقونة
de: Symbol
es: Icono
fr: Icône
id: Ikon
it: Icona
ja: アイコン
ko: 아이콘
nl: Icoon
pl: Ikona
pt_br: Ícone
ru: Иконка
tr: Simge
uk: Іконка
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

# tagManagement.mergeMessageFormat
source: Will merge %1$d other tag(s) into "%2$@". Repos with merged tags will be moved to "%2$@". This cannot be undone.
ar: سيتم دمج %1$d وسم (أوسمة) أخرى في "%2$@". سيتم نقل المستودعات ذات الأوسمة المدمجة إلى "%2$@". لا يمكن التراجع عن هذا الإجراء.
de: %1$d andere(s) Tag(s) werden in "%2$@" zusammengeführt. Repos mit zusammengeführten Tags werden zu "%2$@" verschoben. Dies kann nicht rückgängig gemacht werden.
es: Se fusionarán %1$d otra(s) etiqueta(s) en "%2$@". Los repositorios con etiquetas fusionadas se moverán a "%2$@". Esto no se puede deshacer.
fr: Fusionnera %1$d autre(s) tag(s) dans « %2$@ ». Les dépôts avec les tags fusionnés seront déplacés vers « %2$@ ». Cette action est irréversible.
id: Akan menggabungkan %1$d tag lain ke dalam "%2$@". Repositori dengan tag yang digabungkan akan dipindahkan ke "%2$@". Tindakan ini tidak dapat dibatalkan.
it: Verranno uniti %1$d altri tag in "%2$@". I repository con i tag uniti verranno spostati in "%2$@". Questa operazione non può essere annullata.
ja: 他の%1$d個のタグを「%2$@」にマージします。マージされたタグが付いたリポジトリは「%2$@」に移動されます。この操作は元に戻せません。
ko: %1$d개의 다른 태그가 "%2$@"(으)로 병합됩니다. 병합된 태그가 있는 저장소는 "%2$@"(으)로 이동됩니다. 이 작업은 되돌릴 수 없습니다.
nl: Er worden %1$d andere tag(s) samengevoegd in "%2$@". Repositories met samengevoegde tags worden verplaatst naar "%2$@". Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to scalenie %1$d innych tagów z „%2$@”. Repozytoria ze scalonymi tagami zostaną przeniesione do „%2$@”. Tej operacji nie można cofnąć.
pt_br: Mesclará %1$d outra(s) tag(s) em "%2$@". Os repositórios com as tags mescladas serão movidos para "%2$@". Isso não pode ser desfeito.
ru: Будет объединено %1$d других тегов в «%2$@». Репозитории с объединёнными тегами будут перемещены в «%2$@». Это действие необратимо.
tr: %1$d diğer etiket "%2$@" ile birleştirilecek. Birleştirilen etiketlere sahip depolar "%2$@" konumuna taşınacak. Bu işlem geri alınamaz.
uk: Буде об’єднано %1$d інший(і) тег(и) у "%2$@". Репозиторії з об’єднаними тегами буде переміщено до "%2$@". Цю дію не можна скасувати.
vi: Sẽ hợp nhất %1$d thẻ khác vào "%2$@". Các kho lưu trữ có thẻ được hợp nhất sẽ được chuyển sang "%2$@". Hành động này không thể hoàn tác.
zh_hans: 将把其它 %1$d 个标签合并到「%2$@」。被合并标签关联的仓库会自动转挂到「%2$@」名下。此操作不可撤销。
zh_hant: 將把其他 %1$d 個標籤合併到「%2$@」。被合併標籤關聯的倉庫將移至「%2$@」。此操作無法復原。

# tagManagement.mergeTitle
source: Merge tags?
ar: هل تريد دمج الأوسمة؟
de: Tags zusammenführen?
es: ¿Fusionar etiquetas?
fr: Fusionner les tags ?
id: Gabungkan tag?
it: Unire i tag?
ja: タグをマージしますか？
ko: 태그를 병합할까요?
nl: Tags samenvoegen?
pl: Scalić tagi?
pt_br: Mesclar tags?
ru: Объединить теги?
tr: Etiketler birleştirilsin mi?
uk: Об’єднати теги?
vi: Hợp nhất thẻ?
zh_hans: 合并标签？
zh_hant: 合併標籤？

# tagManagement.newTag
source: New Tag
ar: وسم جديد
de: Neues Tag
es: Nueva etiqueta
fr: Nouveau tag
id: Tag Baru
it: Nuovo tag
ja: 新規タグ
ko: 새 태그
nl: Nieuwe tag
pl: Nowy tag
pt_br: Nova Tag
ru: Новый тег
tr: Yeni Etiket
uk: Новий тег
vi: Thẻ mới
zh_hans: 新建标签
zh_hant: 新增標籤

# tagManagement.noTags
source: No tags yet. Click + below to create your first.
ar: لا توجد أوسمة بعد. انقر على + أدناه لإنشاء أول وسم.
de: Noch keine Tags. Klicken Sie unten auf +, um Ihr erstes zu erstellen.
es: Aún no hay etiquetas. Haz clic en + abajo para crear la primera.
fr: Aucun tag pour l'instant. Cliquez sur + ci-dessous pour créer le premier.
id: Belum ada tag. Klik + di bawah untuk membuat yang pertama.
it: Ancora nessun tag. Fai clic su + qui sotto per crearne uno.
ja: まだタグがありません。下の+をクリックして最初のタグを作成してください。
ko: 아직 태그가 없습니다. 아래 +를 클릭하여 첫 번째 태그를 만드세요.
nl: Nog geen tags. Klik op + hieronder om de eerste aan te maken.
pl: Brak tagów. Kliknij + poniżej, aby utworzyć pierwszy.
pt_br: Nenhuma tag ainda. Clique em + abaixo para criar a primeira.
ru: Пока нет тегов. Нажмите + ниже, чтобы создать первый.
tr: Henüz etiket yok. İlk etiketi oluşturmak için aşağıdaki + düğmesine tıklayın.
uk: Ще немає тегів. Натисніть + унизу, щоб створити перший.
vi: Chưa có thẻ nào. Nhấn + bên dưới để tạo thẻ đầu tiên.
zh_hans: 还没有任何标签。点击下方「+」创建第一个。
zh_hant: 尚無任何標籤。點擊下方「+」建立第一個。

# tagManagement.tagCountFormat
source: %d tags total
ar: %d وسماً إجمالاً
de: %d Tags insgesamt
es: %d etiquetas en total
fr: %d tags au total
id: %d tag total
it: %d tag in totale
ja: 合計%d個のタグ
ko: 총 %d개 태그
nl: %d tags in totaal
pl: Łącznie %d tagów
pt_br: %d tags no total
ru: Всего тегов: %d
tr: Toplam %d etiket
uk: Усього %d тегів
vi: Tổng số %d thẻ
zh_hans: 共 %d 个标签
zh_hant: 共 %d 個標籤

# tagManagement.tagName
source: Tag Name
ar: اسم الوسم
es: Nombre de la etiqueta
fr: Nom du tag
id: Nama Tag
it: Nome tag
ja: タグ名
ko: 태그 이름
nl: Tagnaam
pl: Nazwa tagu
pt_br: Nome da Tag
ru: Имя тега
tr: Etiket Adı
uk: Назва тегу
vi: Tên thẻ
zh_hans: 标签名
zh_hant: 標籤名稱

# tagManagement.title
source: Tag Management
ar: إدارة الأوسمة
de: Tag-Verwaltung
es: Gestión de etiquetas
fr: Gestion des tags
id: Manajemen Tag
it: Gestione tag
ja: タグ管理
ko: 태그 관리
nl: Tagbeheer
pl: Zarządzanie tagami
pt_br: Gerenciamento de Tags
ru: Управление тегами
tr: Etiket Yönetimi
uk: Керування тегами
vi: Quản lý thẻ
zh_hans: 标签管理
zh_hant: 標籤管理

# tagPicker.addOrModify
source: Add / Modify
ar: إضافة / تعديل
de: Hinzufügen / Ändern
es: Añadir / Modificar
fr: Ajouter / Modifier
id: Tambah / Ubah
it: Aggiungi / Modifica
ja: 追加/変更
ko: 추가/수정
nl: Toevoegen / Wijzigen
pl: Dodaj / Modyfikuj
pt_br: Adicionar / Modificar
ru: Добавить / Изменить
tr: Ekle / Düzenle
uk: Додати / Змінити
vi: Thêm / Sửa
zh_hans: 添加 / 修改
zh_hant: 新增 / 修改

# tagPicker.noMatch
source: No matching tags
ar: لا توجد أوسمة مطابقة
de: Keine passenden Tags
es: No hay etiquetas coincidentes
fr: Aucun tag correspondant
id: Tidak ada tag yang cocok
it: Nessun tag corrispondente
ja: 一致するタグがありません
ko: 일치하는 태그 없음
nl: Geen overeenkomende tags
pl: Brak pasujących tagów
pt_br: Nenhuma tag correspondente
ru: Нет подходящих тегов
tr: Eşleşen etiket yok
uk: Немає відповідних тегів
vi: Không có thẻ phù hợp
zh_hans: 未找到匹配标签
zh_hant: 無相符標籤

# tagPicker.noTags
source: No tags yet. Go to tag management to create one.
ar: لا توجد أوسمة بعد. انتقل إلى إدارة الأوسمة لإنشاء واحد.
de: Noch keine Tags. Gehe zur Tag-Verwaltung, um einen zu erstellen.
es: Aún no hay etiquetas. Ve a la gestión de etiquetas para crear una.
fr: Aucun tag pour l'instant. Allez dans la gestion des tags pour en créer un.
id: Belum ada tag. Buka manajemen tag untuk membuat satu.
it: Ancora nessun tag. Vai alla gestione tag per crearne uno.
ja: まだタグがありません。タグ管理で作成してください。
ko: 아직 태그가 없습니다. 태그 관리에서 생성하세요.
nl: Nog geen tags. Ga naar tagbeheer om er een aan te maken.
pl: Brak tagów. Przejdź do zarządzania tagami, aby utworzyć tag.
pt_br: Nenhuma tag ainda. Vá para o gerenciamento de tags para criar uma.
ru: Пока нет тегов. Перейдите в управление тегами, чтобы создать.
tr: Henüz etiket yok. Bir tane oluşturmak için etiket yönetimine gidin.
uk: Ще немає тегів. Перейдіть до керування тегами, щоб створити.
vi: Chưa có thẻ nào. Vào quản lý thẻ để tạo thẻ.
zh_hans: 还没有任何标签，先去标签管理创建。
zh_hant: 尚無任何標籤，請前往標籤管理建立。

# tagPicker.placeholder
source: Search tags
ar: البحث عن الأوسمة
de: Tags durchsuchen
es: Buscar etiquetas
fr: Rechercher des tags
id: Cari tag
it: Cerca tag
ja: タグを検索
ko: 태그 검색
nl: Tags doorzoeken
pl: Szukaj tagów
pt_br: Buscar tags
ru: Поиск тегов
tr: Etiket ara
uk: Пошук тегів
vi: Tìm kiếm thẻ
zh_hans: 搜索标签
zh_hant: 搜尋標籤

# tagPicker.selectedCountFormat
source: %d selected
ar: %d محدد
de: %d ausgewählt
es: %d seleccionadas
fr: %d sélectionné(s)
id: %d dipilih
it: %d selezionati
ja: %d個選択中
ko: %d개 선택됨
nl: %d geselecteerd
pl: Wybrano %d
pt_br: %d selecionada(s)
ru: Выбрано: %d
tr: %d seçili
uk: Вибрано %d
vi: Đã chọn %d
zh_hans: 已选 %d 个
zh_hant: 已選 %d 個

# tagRepository.error.mergeTargetMissingFormat
source: Merge target tag does not exist: %@
ar: وسم الدمج الهدف غير موجود: %@
de: Ziel-Tag für Zusammenführung existiert nicht: %@
es: La etiqueta de destino de la fusión no existe: %@
fr: Le tag de fusion cible n'existe pas : %@
id: Tag target gabungan tidak ada: %@
it: Il tag di destinazione dell'unione non esiste: %@
ja: マージ先のタグが存在しません：%@
ko: 병합 대상 태그가 존재하지 않습니다: %@
nl: Samenvoegdoeltag bestaat niet: %@
pl: Docelowy tag scalania nie istnieje: %@
pt_br: A tag de destino da mesclagem não existe: %@
ru: Целевой тег для объединения не существует: %@
tr: Birleştirme hedef etiketi mevcut değil: %@
uk: Цільовий тег для об’єднання не існує: %@
vi: Thẻ đích hợp nhất không tồn tại: %@
zh_hans: merge 目标标签不存在：%@
zh_hant: 合併目標標籤不存在：%@

# toolbar.agentWorkspace.help
source: Open Agent Workspace
ar: فتح مساحة عمل الوكيل
de: Agent Workspace öffnen
es: Abrir el espacio de trabajo del agente
fr: Ouvrir l'espace de travail de l'agent
id: Buka Agent Workspace
it: Apri Area di lavoro agente
ja: エージェントワークスペースを開く
ko: 에이전트 작업 공간 열기
pl: Otwórz obszar roboczy agenta
pt_br: Abrir Espaço de Trabalho do Agente
ru: Открыть рабочее пространство агента
tr: Ajan Çalışma Alanını Aç
uk: Відкрити робоче середовище агента
vi: Mở Agent Workspace
zh_hans: 打开 Agent 工作台
zh_hant: 開啟 Agent 工作台

# toolbar.agentWorkspace.label
source: Agent Workspace
ar: مساحة عمل الوكيل
es: Espacio de trabajo del agente
fr: Espace de travail de l'agent
it: Area di lavoro agente
ja: エージェントワークスペース
ko: 에이전트 작업 공간
pl: Obszar roboczy agenta
pt_br: Espaço de Trabalho do Agente
ru: Рабочее пространство агента
tr: Ajan Çalışma Alanı
uk: Робоче середовище агента
zh_hans: Agent 工作台
zh_hant: Agent 工作台

# toolbar.codeFlow.subtitle
source: Visualize project code structure
ar: تصور هيكل كود المشروع
de: Projekt-Codestruktur visualisieren
es: Visualizar la estructura del código del proyecto
fr: Visualiser la structure du code du projet
id: Visualisasikan struktur kode proyek
it: Visualizza la struttura del codice del progetto
ja: プロジェクトのコード構造を可視化
ko: 프로젝트 코드 구조 시각화
nl: Visualiseer projectcodestructuur
pl: Wizualizuj strukturę kodu projektu
pt_br: Visualizar estrutura de código do projeto
ru: Визуализация структуры кода проекта
tr: Proje kod yapısını görselleştir
uk: Візуалізувати структуру коду проєкту
vi: Trực quan hóa cấu trúc mã nguồn dự án
zh_hans: 可视化项目代码结构
zh_hant: 視覺化專案程式碼結構

# toolbar.globalSearch
source: Global search
ar: بحث عام
de: Globale Suche
es: Búsqueda global
fr: Recherche globale
id: Pencarian global
it: Ricerca globale
ja: グローバル検索
ko: 전체 검색
nl: Globaal zoeken
pl: Wyszukiwanie globalne
pt_br: Busca global
ru: Глобальный поиск
tr: Genel arama
uk: Глобальний пошук
vi: Tìm kiếm toàn cục
zh_hans: 全局搜索
zh_hant: 全域搜尋

# toolbar.globalSearchHelp
source: Global search (%@)
ar: بحث عام (%@)
de: Globale Suche (%@)
es: Búsqueda global (%@)
fr: Recherche globale (%@)
id: Pencarian global (%@)
it: Ricerca globale (%@)
ja: グローバル検索（%@）
ko: 전체 검색 (%@)
nl: Globaal zoeken (%@)
pl: Wyszukiwanie globalne (%@)
pt_br: Busca global (%@)
ru: Глобальный поиск (%@)
tr: Genel arama (%@)
uk: Глобальний пошук (%@)
vi: Tìm kiếm toàn cục (%@)
zh_hans: 全局搜索 (%@)
zh_hant: 全域搜尋 (%@)

# toolbar.globalSearchHelp.shortcutDisabled
source: Global search; keyboard shortcut disabled
ar: بحث عام؛ اختصار لوحة المفاتيح معطل
de: Globale Suche; Tastaturkürzel deaktiviert
es: Búsqueda global; atajo de teclado desactivado
fr: Recherche globale ; raccourci clavier désactivé
id: Pencarian global; pintasan keyboard dinonaktifkan
it: Ricerca globale; scorciatoia da tastiera disabilitata
ja: グローバル検索（キーボードショートカット無効）
ko: 전체 검색; 키보드 단축키 비활성화됨
nl: Globaal zoeken; sneltoets uitgeschakeld
pl: Wyszukiwanie globalne; skrót klawiszowy wyłączony
pt_br: Busca global; atalho de teclado desativado
ru: Глобальный поиск; сочетание клавиш отключено
tr: Genel arama; klavye kısayolu devre dışı
uk: Глобальний пошук; сполучення клавіш вимкнено
vi: Tìm kiếm toàn cục; phím tắt bị vô hiệu hóa
zh_hans: 全局搜索；键盘快捷键已停用
zh_hant: 全域搜尋；鍵盤快捷鍵已停用

# toolbar.knowledgeRAGWorkspace.help
source: Open Knowledge RAG Workspace (%@)
ar: فتح مساحة عمل Knowledge RAG (%@)
de: Knowledge RAG Workspace öffnen (%@)
es: Abrir el espacio de trabajo de Knowledge RAG (%@)
fr: Ouvrir l'espace de travail Knowledge RAG (%@)
id: Buka Knowledge RAG Workspace (%@)
it: Apri Area di lavoro Knowledge RAG (%@)
ja: ナレッジRAGワークスペースを開く（%@）
ko: 지식 RAG 작업 공간 열기 (%@)
pl: Otwórz obszar roboczy Knowledge RAG (%@)
pt_br: Abrir Espaço de Trabalho RAG de Conhecimento (%@)
ru: Открыть рабочее пространство Knowledge RAG (%@)
tr: Bilgi RAG Çalışma Alanını Aç (%@)
uk: Відкрити робоче середовище Knowledge RAG (%@)
vi: Mở Knowledge RAG Workspace (%@)
zh_hans: 打开知识库 RAG 工作台 (%@)
zh_hant: 開啟知識庫 RAG 工作台 (%@)

# toolbar.knowledgeRAGWorkspace.help.shortcutDisabled
source: Open Knowledge RAG Workspace; keyboard shortcut disabled
ar: فتح مساحة عمل Knowledge RAG؛ اختصار لوحة المفاتيح معطل
de: Knowledge RAG Workspace öffnen; Tastaturkürzel deaktiviert
es: Abrir el espacio de trabajo de Knowledge RAG; atajo de teclado desactivado
fr: Ouvrir l'espace de travail Knowledge RAG ; raccourci clavier désactivé
id: Buka Knowledge RAG Workspace; pintasan keyboard dinonaktifkan
it: Apri Area di lavoro Knowledge RAG; scorciatoia da tastiera disabilitata
ja: ナレッジRAGワークスペースを開く（キーボードショートカット無効）
ko: 지식 RAG 작업 공간 열기; 키보드 단축키 비활성화됨
nl: Open Knowledge RAG Workspace; sneltoets uitgeschakeld
pl: Otwórz obszar roboczy Knowledge RAG; skrót klawiszowy wyłączony
pt_br: Abrir Espaço de Trabalho RAG de Conhecimento; atalho de teclado desativado
ru: Открыть рабочее пространство Knowledge RAG; сочетание клавиш отключено
tr: Bilgi RAG Çalışma Alanını Aç; klavye kısayolu devre dışı
uk: Відкрити робоче середовище Knowledge RAG; сполучення клавіш вимкнено
vi: Mở Knowledge RAG Workspace; phím tắt bị vô hiệu hóa
zh_hans: 打开知识库 RAG 工作台；键盘快捷键已停用
zh_hant: 開啟知識庫 RAG 工作台；鍵盤快捷鍵已停用

# toolbar.knowledgeRAGWorkspace.label
source: Knowledge RAG Workspace
ar: مساحة عمل Knowledge RAG
es: Espacio de trabajo de Knowledge RAG
fr: Espace de travail Knowledge RAG
it: Area di lavoro Knowledge RAG
ja: ナレッジRAGワークスペース
ko: 지식 RAG 작업 공간
pl: Obszar roboczy Knowledge RAG
pt_br: Espaço de Trabalho RAG de Conhecimento
ru: Рабочее пространство Knowledge RAG
tr: Bilgi RAG Çalışma Alanı
uk: Робоче середовище Knowledge RAG
zh_hans: 知识库 RAG 工作台
zh_hant: 知識庫 RAG 工作台

# toolbar.regularSearchHelp
source: Search repositories (%@)
ar: البحث في المستودعات (%@)
de: Repositories durchsuchen (%@)
es: Buscar en repositorios (%@)
fr: Rechercher dans les dépôts (%@)
id: Cari repositori (%@)
it: Cerca nei repository (%@)
ja: リポジトリを検索（%@）
ko: 저장소 검색 (%@)
nl: Repositories doorzoeken (%@)
pl: Szukaj w repozytoriach (%@)
pt_br: Buscar repositórios (%@)
ru: Поиск репозиториев (%@)
tr: Depoları ara (%@)
uk: Пошук у репозиторіях (%@)
vi: Tìm kiếm kho lưu trữ (%@)
zh_hans: 搜索仓库 (%@)
zh_hant: 搜尋倉庫 (%@)
